---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.FabricationPartCannotBeMirrored
source: html/768aefbf-073d-4c8d-7098-970760a83ae0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.FabricationPartCannotBeMirrored Property

## Syntax (C#)
```csharp
public static FailureDefinitionId FabricationPartCannotBeMirrored { get; }
```